{"signature":{"version":"1.2","source":"NASA/JPL Horizons API"},"result":"*******************************************************************************\nOct 18, 2012         Mariner 2 Spacecraft (interplanetary) / (Sun)           -2\n                                     1962-041A\n          http://nssdc.gsfc.nasa.gov/nmc/spacecraftDisplay.do?id=1962-041A\n\nBACKGROUND:\n Mariner 2 was the first spacecraft to successfully encounter another planet.\n It returned information which confirmed that Venus is very hot (800 degrees\n Fahrenheit, now revised to 900 degrees F.) and has a cloud-covered atmosphere\n composed primarily of carbon dioxide.\n\n It was launched from Cape Canaveral on August 27, 1962 by a two-stage\n Atlas-Agena B rocket. \n\n Launched         : 1962-Aug-27 at 06:53:14 UTC\n On-orbit dry mass: 202.8 kg\n Nominal Power    : 220.0 W\n\n A trajectory correction maneuver (TCM) was performed on September 4, 1962.\n Encounter with Venus occurred on December 14, 1962. \n\nSPACECRAFT:\n Hexagonal base     : 1.04 meters across, 0.36 meters thick\n Total height of s/c: 3.66 m\n Solar panels (2)   : 5.05 m (total) x 0.76m (attached to base)\n\n On top of base was a pyramidal mast holding science experiments.\n An arm holding a directional dish antenna extended from the base, \n  below the spacecraft.\n A 31 cm Dacron extension to the solar panels was used as a solar \n  sail to balance solar pressure on the panels.\n\nTRACKING DATA:\n The spacecraft was tracked at L-Band (960 MHz) from the DSN Goldstone complex \n in three-way Doppler mode, with DSS 12 transmitting and DSS 11 receiving,  \n except for two data acquisitions in October with DSS 12 transmitting and \n receiving. \n\n The only archive for the Doppler data exists in printed form in JPL Technical \n Report 32-816, July 1, 1967, by John D. Anderson. Data between orbital \n injection at Earth and the TCM are not included and are presumably lost. \n Original data time-tags were UTC2, converted for this reconstructed trajectory\n to coordinate time (CT).\n\n A summary of scientific results from the mission, both in cruise phase and \n encounter phase, can be found in \"A Summary Review of the Scientific Findings \n of the Mariner Venus Mission,\" C. P. Sonett, Space Science Reviews, Volume 2, \n Issue 6, pp.751-777, 1963.  Results from the Doppler tracking can be found \n in \"The Evaluation of Certain Astronomical Constants from the Radio Tracking \n of Mariner II,\" John D.  Anderson, George W. Null, and Catherine T. Thornton, \n Progress in Astronautics and Aeronautics, Vol. 14, Academic Press, 1964.\n\nSPACECRAFT TRAJECTORY:\n  Trajectory name                     Start              Stop\n  ----------------------------  -----------------  -----------------\n  m2_620827_621231_ja_v1        1962-Aug-27 07:20  1963-Jan-01 00:00 (CT)\n\n Trajectory was provided by John D. Anderson (JPL, Retired), based on a \n fit to the encounter data with planetary positions and masses from JPL DE405. \n\n Perturbation from solar-radiation pressure was modeled in the trajectory \n integration. No translational forces from outgassing of the attitude control \n subsystem were modeled, though they may have been significant. \n \n The trajectory is intended for general historical purposes, but should be \n used cautiously for high-precision applications.  \n\n TCM (constrained reconstruction):\n   delta-V       : 467.5 m/s\n   time (adopted): 1962-Sep-05 00:00:00 CT\n   length of burn: instantaneous (actual was ~34 minutes & ended a few\n                    minutes earlier)\n   direction     : RA=154.63 deg., DEC= 14.97 deg. (DE405)\n\n Venus encounter (data-fit):\n   Doppler residuals: 34 mm/s 1-sigma (typical for L-Band data of the Mariner 2\n                       era, before implementation of atomic frequency and \n                       timing systems by the DSN). \n   Distance         : 40948 km (in good agreement with distance estimates by \n                       JPL Navigation at the time of the flyby.\n   Time             : 1962-Dec-14 19:55:19 CT at Venus, 19:57:57 UTC at Earth.\n\n The fit-to-data Venus encounter trajectory was integrated backwards to the \n TCM, an instantaneous velocity maneuver was calculated, and the trajectory \n was integrated backwards from the time of the TCM to Earth encounter at a \n constrained perigee altitude of 118 km, the altitude of the parking orbit \n at injection into Earth Venus transfer. \n\n No other constraints were imposed on the parking orbit, and the change of \n instantaneous velocity at the TCM was optimized to fit this one altitude \n constraint at Earth. \n*******************************************************************************\n\nNo ephemeris for target \"Mariner 2 (spacecraft)\" after A.D. 1963-JAN-01 00:00:00.0000 TDB\n","error":"No ephemeris for target \"Mariner 2 (spacecraft)\" after A.D. 1963-JAN-01 00:00:00.0000 TDB"}
